{
    "paragraphs" : {
        "home_page_welcome" : {
            "heading" : "Welcome to Empower Ability Labs!",
            "content" : "Empower Ability Labs is a hub for learning and empathy-building.  We are on a mission to foster understanding and promote inclusive digital experiences for all. We offer a range of services designed to promote accessibility awareness, drive inclusivity, and enhance the user experience. And help you find answers on How do people with disabilities use technology and navigate the digital world? What tools do they employ? "
        },
        "home_page_minor_paragraphs" : [
            { 
                    "heading" : "Our Approach",
                    "content" : "Empower Ability Labs utilizes a hands-on approach to raise awareness and promote empathy. Our immersive workshops and lab days provide participants with a unique opportunity to step into the shoes of individuals with disabilities and navigate the world from their perspective.Learn more"
                 },
                 { 
                    "heading" : "Services",
                    "content" : "Promote accessibility awareness and enhance the user experience. Empathy lab days and workshops.Go beyond WCAG compliance!.Inspirational speakers.Learn more"
                 },
                 { 
                    "heading" : "Testimonials",
                    "content" : "Invite a speaker with disabilities to share their unique journey. This captivating addition to your upcoming event will offer insights that resonate,  inspire, educate, and enrich your team’s understanding of inclusion.Learn more"
                 }
        ],
        "lightbox":{
            "heading" : "Meet the Empower Community! Lightbox content",
            "content" : "Community Steering Committee. We get an aha! moments from product managers who try our services for the first time. We offered many lab days, workshops and offered usability testing services to many companies and organizations including:McGill University,Walmart.ca,Apple.ca,Google.ca,Government of Canada."
        },
        "services" : {
            "servicesHeading" :  "Services",
            "serviceContent" : "Dedicated space or programs designed to cultivate empathy and understanding among individuals towards the challenges faced by people with disabilities in using technology and interacting with various environments.",
            "subContent" : [
                { 
                    "heading" : "Empathy Lab days and workshops",
                    "content" : "The lab days and workshops typically provide hands-on experiences, simulations, and interactions with assistive technologies, tools, and scenarios that replicate the obstacles individuals with disabilities encounter daily."
                 },
                 { 
                    "heading" : "Inspirational speakers",
                    "content" : "Invite a speaker with disabilities to take share their unique journey. This captivating addition to your upcoming event will offer insights that resonate, inspire, educate, and enrich your team collective understanding of inclusion."
                 },
                 { 
                    "heading" : "Usability testing",
                    "content" : "Go beyond WCAG! Involve individuals with disabilities in usability testing to gather valuable insights for refining product strategy and identifying accessibility concerns at an early stage when solutions are more feasible and cost-effective. You have access to a diverse community of people with disabilities, who use various assistive technologies. With technical expertise ranging from novice to expert, our community can support your product lifecycle from user research, to design, to QA."
                 }
            ]
        },
        "call" : {
            "mainHeading" : "Schedule a call",
            "mainContent" : "At Empower Ability Labs, we are dedicated to cultivating empathy and driving positive change through immersive experiences. Fill out the form below and we'll get back to you as soon as we can to schedule a call with our sales team!"
        } 
    }
}
